import type { Content } from '@types';

export const contents: Content = {
	title: '하나님의 정의, 심판자의 전지하심',
	date: '2021.12.15 (수)',
	range: '욥기 34 : 21~37',
	verses: [
		{ text: '심판자이신 하나님에 대한 변호 34:21~30' },
		{ verse: 21, text: '그는 사람의 길을 주목하시며 사람의 모든 걸음을 감찰하시나니' },
		{ verse: 22, text: '행악자는 숨을 만한 흑암이나 사망의 그늘이 없느니라' },
		{ verse: 23, text: '하나님은 사람을 심판하시기에 오래 생각하실 것이 없으시니' },
		{
			verse: 24,
			text: '세력 있는 자를 조사할 것 없이 꺾으시고 다른 사람을 세워 그를 대신하게 하시느니라'
		},
		{
			verse: 25,
			text: '그러므로 그는 그들의 행위를 아시고 그들을 밤 사이에 뒤집어엎어 흩으시는도다'
		},
		{ verse: 26, text: '그들을 악한 자로 여겨 사람의 눈 앞에서 치심은' },
		{ verse: 27, text: '그들이 그를 떠나고 그의 모든 길을 깨달아 알지 못함이라' },
		{
			verse: 28,
			text: '그들이 이와 같이 하여 가난한 자의 부르짖음이 그에게 상달하게 하며 빈궁한 사람의 부르짖음이 그에게 들리게 하느니라'
		},
		{
			verse: 29,
			text: '주께서 침묵하신다고 누가 그를 정죄하며 그가 얼굴을 가리신다면 누가 그를 뵈올 수 있으랴 그는 민족에게나 인류에게나 동일하시니'
		},
		{
			verse: 30,
			text: '이는 경건하지 못한 자가 권세를 잡아 백성을 옭아매지 못하게 하려 하심이니라'
		},

		{ text: '결단 촉구와 욥에 대한 평가 34: 31~37' },
		{
			verse: 31,
			text: '그대가 하나님께 아뢰기를 내가 죄를 지었사오니 다시는 범죄하지 아니하겠나이다'
		},
		{
			verse: 32,
			text: '내가 깨닫지 못하는 것을 내게 가르치소서 내가 악을 행하였으나 다시는 아니하겠나이다 하였는가'
		},
		{
			verse: 33,
			text: '하나님께서 그대가 거절한다고 하여 그대의 뜻대로 속전을 치르시겠느냐 그러면 그대가 스스로 택할 것이요 내가 할 것이 아니니 그대는 아는 대로 말하라'
		},
		{ verse: 34, text: '슬기로운 자와 내 말을 듣는 지혜 있는 사람은 반드시 내게 말하기를' },
		{ verse: 35, text: '욥이 무식하게 말하니 그의 말이 지혜롭지 못하도다 하리라' },
		{ verse: 36, text: '나는 욥이 끝까지 시험 받기를 원하노니 이는 그 대답이 악인과 같음이라' },
		{
			verse: 37,
			text: '그가 그의 죄에 반역을 더하며 우리와 어울려 손뼉을 치며 하나님을 거역하는 말을 많이 하는구나'
		}
	],
	commentaries: [
		'심판자이신 하나님에 대한 변호  34:21~30',
		'하나님은 사람의 길과 걸음을 주목하시고 감찰하시는 분입니다. 엘리후는 하나님의 정의를 변호하면서, 그분의 전지하심을 강조합니다(21절). 하나님 앞에서 악인들이 숨을 곳은 어디에도 없습니다. 하나님은 심판을 위해 오래 생각하실 것이 없고, 모든 사람이 볼 수 있도록 심판하십니다. 그분은 가난하고 빈궁한 자들의 부르짖음을 외면하지 않으십니다. 때로 그분은 침묵하시며 얼굴을 감추기도 하십니다(29절; 사 45:15). 그러나 이는 하나님의 부재가 아니며, 단지 인간이 하나님을 인지하지 못할 뿐입니다. 하나님에 대한 엘리후의 묘사는 모두 맞습니다. 문제는 그 말이 애매하게 고난당하는 욥의 상황에 적절한가입니다.\n-\n사람의 길을 주목하시는 하나님은 악인에게 어떻게 행하시나요? 모든 삶의 걸음을 감찰하시는 하나님 앞에 내 삶은 어떠해야 할까요?',
		'결단 촉구와 욥에 대한 평가  34:31~37',
		'엘리후는 욥에게 회개의 모범을 소개합니다(31~32절). 욥이 자신의 죄를 인정하고, 자신이 깨닫지 못하는 것을 가르쳐 달라고 하나님께 부탁하며, 다시는 죄짓지 않겠다고 다짐했어야 한다는 것입니다. 욥은 이 모든 것을 거부했습니다. 엘리후는 ‘슬기로운 자’와 ‘지혜 있는 사람’이라면 욥의 ‘지식 없음’과 ‘지혜 없음’을 지적했을 것이라고 합니다(34~35절). 이러한 평가를 기초로 그는 욥을 ‘악인’으로 규정합니다(36절). 반역을 더하고 하나님을 거역하는 말을 많이 했기에 욥이 계속 시험을 받아야 한다고 합니다. 하나님이 의롭다고 인정하신(1:8) 욥을 엘리후는 악인으로 규정하고 맙니다. 이는 하나의 잣대로 모든 것을 평가하는 것이 얼마나 부적절한 결론에 도달하게 만드는지를 보여 줍니다.\n-\n욥에 대한 엘리후의 평가와 하나님의 평가는 어떻게 다른가요?(36~37절; 1:8) 내가 판단하는 그 사람에 대한 하나님의 평가는 어떠할까요?'
	]
};
